Repository: ejbills/DockDoor
Catalog: DockDoor/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, he, it, ja, nl, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: The changes to permissions will take effect after restarting.
de: Die Änderungen an den Berechtigungen werden nach einem Neustart wirksam.
es: Las modificaciones de permisos tendrán efecto luego del reinicio.
fr: Les changements appliqués sur les permissions prendront effet après le redémarrage de l’application.
he: השינויים בהרשאות ייכנסו לתוקף לאחר הפעלת היישום מחדש.
it: Le autorizzazioni avranno effetto dopo un riavvio dell'app.
ja: 権限の変更は再起動後に有効になります。
nl: De wijzigingen in de toestemmingen worden van kracht nadat deze opnieuw is opgestart.
pt_pt: As alterações nas permissões terão efeito após o reinicio.
ru: Измененные права доступа вступят в силу после перезапуска.
tr: İzinlerdeki değişiklikler yeniden başlatıldıktan sonra geçerli olacaktır.
uk: Зміни дозволів набудуть чинності після перезавантаження.
vi: Những thay đổi về quyền sẽ có hiệu lực sau khi khởi động lại.
zh_hans: 权限修改将在重新启动后生效。
zh_hant: 權限變更將在重新打開後生效。

source: The indicator appears next to the active app's dock icon. Note: This feature does not support auto-hiding docks.
de: Die Anzeige erscheint neben dem Dock-Icon der aktiven App. Hinweis: Diese Funktion unterstützt keine Docks die automatisch ein- und ausblenden.
fr: L'indicateur apparaît à côté de l'icône du Dock de l'application active. Remarque : cette fonctionnalité ne supporte pas les docks masqués automatiquement.
he: המחוון מופיע ליד סמל ה-Dock של היישום הפעיל. הערה: תכונה זו אינה תומכת ב-Dock עם הסתרה אוטומטית.
it: L'indicatore appare sul Dock accanto all'icona dell'applicazione attiva. Nota: non è supportata la modalità 'Mostra/nascondi automaticamente il Dock'.
ja: アクティブなアプリのDockアイコンの横にインジケーターが表示されます。注意: この機能はDockの自動非表示をサポートしていません。
nl: De indicator verschijnt naast het Dock-pictogram van de actieve app. Let op: deze functie werkt niet als het Dock automatisch wordt verborgen.
ru: Индикатор отображается рядом с иконкой активного приложения в Dock. Примечание: функция не поддерживает автоматически скрываемый Dock
tr: Gösterge, etkin uygulamanın dock simgesinin yanında görünür. Not: Bu özellik, dock'ların otomatik olarak gizlenmesini desteklemez.
uk: Індикатор відображається поруч з іконкою активного застосунку у Dock. Примітка: Ця функція не підтримує автоматичне приховування Dock.
vi: Chỉ báo xuất hiện bên cạnh biểu tượng dock của ứng dụng đang hoạt động. Lưu ý: Tính năng này không hỗ trợ dock tự động ẩn.
zh_hans: 该指示器会出现在活动应用程序的 Dock 图标旁。注意：此功能不支持自动隐藏 Dock。
zh_hant: 指示燈會顯示在最前方App的Dock圖像旁邊。註：此功能不支援自動隱藏的Dock。

source: The key that activates search while the window switcher is open.
de: Die Taste, die die Suche aktiviert, während der Fensterwechsler geöffnet ist.
fr: La touche qui active la recherche lorsque le sélecteur de fenêtre est ouvert.
he: המקש שמפעיל חיפוש בזמן שמחליף החלונות פתוח.
it: Il tasto che attiva la ricerca mentre il selettore finestre è aperto.
ja: ウィンドウスイッチャーが開いているときに検索を有効にするキー。
nl: De toets waarmee je kunt gaan zoeken terwijl de vensterwisselaar geopend is.
ru: Клавиша, активирующая поиск в открытом переключателе окон
tr: Pencere değiştirici açıkken aramayı etkinleştiren tuş.
vi: Phím kích hoạt tìm kiếm khi bộ chuyển cửa sổ đang mở.
zh_hans: 当窗口切换器打开时激活搜索的按键。
zh_hant: 視窗切換器打開時，用來啟動搜尋的按鍵。

source: The key used to navigate backward in the window switcher.
de: Die Taste, welche im Fensterwechsler zum "Zurückgehen" verwendet wird.
he: המקש המשמש לניווט אחורה במחליף החלונות.
it: Tasto per navigare all'indietro nel selettore delle finestre.
ja: ウィンドウスイッチャーで後方に移動するためのキー。
nl: De toets waarmee je een stap teruggaat in de vensterwisselaar.
ru: Кнопка, используется для перехода назад в переключателе окон.
tr: Pencere değiştiricide geriye gitmek için kullanılan tuş.
vi: Phím để di chuyển ngược trong bộ chuyển cửa sổ.
zh_hans: 按下此键可在窗口切换器中反向切换窗口。
zh_hant: 在視窗切換器中向後導覽的按鍵。

source: The key used to select and bring to front the highlighted window in the switcher.
de: Die Taste, die verwendet wird, um das hervorgehobene Fenster im Fensterwechsler auszuwählen und nach vorne zu bringen.
he: המקש המשמש לבחירה והבאה לחזית של החלון המודגש במחליף.
it: Tasto per portare in primo piano la finestra evidenziata nel selettore.
ja: スイッチャー内でハイライトされたウインドウを選択し、最前面に表示するためのキー。
nl: De toets waarmee je het gemarkeerde venster in de vensterwisselaar kunt selecteren en naar de voorgrond kunt halen.
ru: Кнопка, используемая для выделения и перемещения на передний план выделенного окна в переключателе окон.
tr: Anahtarın, geçiş çubuğunda vurgulanan pencereyi seçmek ve öne getirmek için kullanılır.
vi: Phím để chọn và đưa cửa sổ được tô sáng lên trước trong bộ chuyển.
zh_hans: 在切换器中选中高亮窗口并将其移至最前所使用的按键。
zh_hant: 用來選擇並將切換器中強調顯示的視窗移至最前方的按鍵。

source: The Window Switcher (often Alt/Cmd-Tab) lets you quickly cycle between open app windows with a keyboard shortcut.
de: Mit dem Fensterwechsler (oft Alt/Cmd-Tab) können Sie mit einem Tastaturkürzel schnell zwischen geöffneten Anwendungsfenstern wechseln.
es: El interruptor de ventana (a menudo Alt/Cmd-Tab) le permite alternar rápidamente entre las ventanas de aplicaciones abiertas con un acceso directo de teclado.
fr: Le sélecteur de fenêtres (souvent Alt/Cmd + Tab) vous permet de permuter rapidement entre des fenêtres ouvertes grâce à un raccourci clavier.
he: מחליף החלונות (לרוב Alt/Cmd-Tab) מאפשר לך לעבור במהירות בין חלונות יישומים פתוחים עם קיצור מקלדת.
it: Il selettore consente di passare rapidamente da una finestra all'altra con una scorciatoia da tastiera.
ja: ウィンドウスイッチャー（通常Alt/Cmd-Tab）を使用すると、キーボードショートカットを使用してアプリを開いているウィンドウを簡単に切り替えることができます。
nl: Met de vensterwisselaar (meestal Alt/Cmd-Tab) kun je met een sneltoets snel schakelen tussen geopende app-vensters.
pt_pt: O Selector de Janela (muitas vezes Alt/Cmd-Tab) permite alternar rapidamente entre janelas abertas de aplicações com um atalho de teclado.
ru: Переключатель окон (обычно Alt/Cmd+Tab) позволяет быстро переключаться между открытыми окнами приложений с помощью сочетания клавиш
tr: Pencere Değiştirici (genellikle Alt/Cmd-Tab), klavye kısayoluyla açık uygulama pencereleri arasında hızla geçiş yapmanızı sağlar.
uk: Перемикач вікон (часто Alt/Cmd-Tab) дозволяє швидко перемикатися між відкритими вікнами застосунків за допомогою комбінації клавіш.
vi: Trình chuyển đổi cửa sổ (thường là Alt/Cmd-Tab) cho phép bạn nhanh chóng chuyển đổi giữa các cửa sổ ứng dụng đang mở bằng phím tắt bàn phím.
zh_hans: 窗口切换器（常见快捷键为 Alt/Cmd + Tab）可让您通过键盘快捷键在打开的应用窗口之间快速切换。
zh_hant: 視窗切換器 （通常是 Alt/Cmd-Tab）可讓你用鍵盤快速鍵在打開的App視窗之間快速切換。

source: There are no visible items in this folder.
de: In diesem Ordner sind keine sichtbaren Elemente vorhanden.
es: No hay elementos visibles en esta carpeta.
it: Non ci sono elementi visibili in questa cartella.
ja: このフォルダー内に表示できるアイテムはありません。
nl: Er zijn geen zichtbaar items in deze map.
tr: Klasörde görünür öğe yok.
vi: Không có mục nào hiển thị trong thư mục này.
zh_hans: 此文件夹中没有可见的项目。
zh_hant: 檔案夾中沒有可顯示的項目。

source: Thick
de: Dick
it: Spesso
ja: 太い
nl: Dik
tr: Kalın
vi: Dày
zh_hans: 粗
zh_hant: 厚

source: Thin
de: Dünn
it: Sottile
ja: 細い
nl: Dun
tr: İnce
vi: Mỏng
zh_hans: 细
zh_hant: 薄

source: This display is currently disconnected.
de: Dieses Display ist derzeit getrennt.
fr: Cet écran est actuellement déconnecté.
he: תצוגה זו מנותקת כרגע.
it: Questo schermo non è attivo.
ja: このディスプレイは現在切断されています。
nl: Dit scherm is momenteel niet aangesloten.
ru: Этот дисплей сейчас отключен.
tr: Bu ekran şu anda bağlı değil.
uk: Цей дисплей наразі відключено.
vi: Màn hình này hiện đã ngắt kết nối.
zh_hans: 此显示器当前未连接。
zh_hant: 此顯示器目前未連接。

source: This display is currently disconnected. Dock locking will be disabled until it reconnects.
de: Dieses Display ist derzeit getrennt. Dock-Sperren wird deaktiviert, bis es wieder verbunden ist.
it: Questo schermo è disconnesso. Il blocco del Dock sarà disattivato fino alla riconnessione.
ja: このディスプレイは現在切断されています。再接続されるまで、ドックのロック機能は無効になります。
nl: Dit beeldscherm is momenteel losgekoppeld. Dock-vergrendeling blijft uitgeschakeld totdat het weer is aangesloten.
ru: Этот дисплей в настоящее время отключен. Блокировка Dock будет отключена до переподключения.
tr: Bu ekran şu anda bağlantısı kesilmiş durumda. Yeniden bağlanana kadar yuva kilidi devre dışı kalacaktır.
vi: Màn hình này hiện đã ngắt kết nối. Khóa Dock sẽ bị tắt cho đến khi kết nối lại.
zh_hans: 此显示器当前已断开连接。在重新连接之前，Dock 锁定将保持禁用状态。
zh_hant: 這個顯示器目前未連接。Dock鎖定功能會暫時停用，直到重新連接。

source: This display is currently disconnected. The window switcher will appear on the main display until reconnected.
de: Dieses Display ist derzeit getrennt. Der Fensterwechsler wird auf dem Haupt-Display angezeigt, bis es wieder verbunden ist.
fr: Ce moniteur est actuellement déconnecté. Le sélecteur de fenêtres apparaîtra sur l’écran principal jusqu’à ce qu’il soit reconnecté.
he: תצוגה זו מנותקת כרגע. מחליף החלונות יופיע בתצוגה הראשית עד לחיבור מחדש.
it: Lo schermo non è connesso: il selettore finestre apparirà sul display principale.
ja: このディスプレイは現在切断されています。再接続するまでウィンドウスイッチャーがメインディスプレイに表示されます。
nl: Dit scherm is momenteel niet aangesloten. De vensterwisselaar blijft op het hoofdscherm verschijnen totdat het scherm weer is aangesloten.
ru: Этот дисплей в настоящее время отключен. Переключатель окон будет отображаться на главном дисплее до переподключения.
tr: Bu ekran şu anda bağlantısı kesilmiş durumda. Yeniden bağlanana kadar ana ekranda pencere değiştirici görünecektir.
uk: Цей дисплей наразі відключено. Перемикач вікон відображатиметься на головному дисплеї, доки його не буде знову підключено.
vi: Màn hình này hiện đã ngắt kết nối. Trình chuyển đổi cửa sổ sẽ xuất hiện trên màn hình chính cho đến khi kết nối lại.
zh_hans: 该显示器当前已断开连接。窗口切换器将出现在主显示屏上，直到重新连接。
zh_hant: 這個顯示器目前未連接。視窗切換器會顯示在主要顯示器上，直到重新連接。

source: This display is currently disconnected. The window switcher will appear on the main display until the selected display is reconnected.
de: Diese Anzeige ist momentan nicht verbunden. Der Fensterwechsler wird auf der Hauptanzeige angezeigt, bis die ausgewählte Anzeige wieder verbunden ist.
es: Esta pantalla está actualmente desconectada. El interruptor de ventana aparecerá en la pantalla principal hasta que la pantalla seleccionada se vuelva a conectar.
fr: Ce moniteur est actuellement déconnecté. Le sélecteur de fenêtres apparaîtra sur l’écran principal jusqu’à ce que le moniteur sélectionné soit reconnecté.
he: תצוגה זו מנותקת כרגע. מחליף החלונות יופיע בתצוגה הראשית עד שהתצוגה שנבחרה תחובר מחדש.
it: Lo schermo non è collegato: il selettore finestre apparirà sullo schermo principale finché non sarà ricollegato.
ja: このディスプレイは現在切断されています。選択したディスプレイが再接続されるまで、ウィンドウスイッチャーがメインディスプレイに表示されます。
nl: Dit scherm is momenteel niet verbonden. De vensterwisselaar blijft op het hoofdscherm zichtbaar totdat het geselecteerde scherm weer is verbonden.
pt_pt: Este ecrã está desligado. O Selector de Janelas aparecerá no ecrã principal até que o ecrã selecionado seja ligado novamente.
ru: Сейчас этот дисплей отключен. Переключатель окон будет отображаться на основном дисплее до тех пор, пока выбранный дисплей не будет снова подключен.
tr: Bu ekran şu anda bağlantısı kesilmiştir. Pencere değiştirici, seçilen ekran yeniden bağlanana kadar ana ekranda görünecektir.
uk: Цей дисплей наразі відключено. Перемикач вікон буде показано на головному дисплеї, доки вибраний дисплей не буде підʼєднано знову.
vi: Màn hình này hiện đang bị ngắt kết nối. Trình chuyển đổi cửa sổ sẽ xuất hiện trên màn hình chính cho đến khi màn hình được chọn được kết nối lại.
zh_hans: 此显示器目前处于未连接状态。窗口切换器将显示在主显示器上，直至所选显示器重新连接为止
zh_hant: 此顯示器目前已中斷連接。在重新連接前，視窗切換器會顯示在主顯示器上。

source: This Dock folder no longer exists.
de: Dieser Dock-Folder existiert nicht mehr.
es: Esta carpeta de Dock ya no existe.
it: La cartella non è più disponibile.
ja: このDockフォルダは存在しません。
nl: Deze dockmap bestaat niet meer.
tr: Bu Dock klasörü artık mevcut değil.
vi: Thư mục Dock này không còn tồn tại.
zh_hans: 此 Dock 文件夹已不存在。
zh_hant: 此Dock檔案夾不存在。

source: This setting only applies when "Embed controls with window previews" is enabled above.
de: Diese Einstellung gilt nur, wenn "Einbetten von Steuerelementen mit Fenstervorschau" oben aktiviert ist.
es: Esta configuración solo se aplica cuando "Incrusta controles con vistas previas de ventana" está habilitada arriba.
fr: Ce réglage ne s’applique que lorsque l’option « Intégrer les commandes avec les aperçus de fenêtre » est activée ci-dessus.
he: הגדרה זו חלה רק כאשר "הטמע פקדים עם תצוגות מקדימות של חלונות" מופעל למעלה.
it: Si applica solo quando 'Mostra i controlli media uniti all'anteprima' è attiva.
ja: この設定は、「ウィンドウプレビュー付きのコントロールを埋め込む」が上記で有効になっている場合にのみ適用されます。
nl: Deze instelling werkt alleen als "Besturingselementen met venstervoorbeelden integreren" hierboven is ingeschakeld.
ru: Этот параметр применяется только когда выше включена опция "Встроить кнопки управления в превью окон
tr: Bu ayar, yukarıda “Pencere önizlemeleriyle denetimleri göm” seçeneği etkinleştirildiğinde geçerlidir.
uk: Цей параметр застосовується лише тоді, коли вище ввімкнено опцію «Вбудовувати елементи керування з попереднім переглядом вікон».
vi: Cài đặt này chỉ áp dụng khi "Nhúng điều khiển cùng bản xem trước cửa sổ" được bật ở trên.
zh_hans: 此设置仅在启用“在窗口预览中嵌入控件”时适用。
zh_hant: 此選項只會在上述「將控制項目加入視窗預覽」啟用時套用。

source: This will add the app to the blacklist using its bundle identifier for reliable matching.
de: Dies fügt die App zur Blacklist hinzu. Zum zuverlässigen Abgleich wird hierfür der Bundle Identifikator der App verwendet.
es: Esto agregará la aplicación a la lista negra usando su identificador de paquete para que coincida fiable.
fr: Ceci ajoutera l’application à la liste noire en utilisant son identifiant de bundle pour un appariement fiable.
he: זה יוסיף את היישום לרשימה השחורה באמצעות מזהה החבילה שלו להתאמה אמינה.
it: L'app sarà aggiunta alla blacklist tramite il suo bundle identifier per una corrispondenza totalmente affidabile.
ja: 信頼性の高いマッチングのためにバンドル識別子を使用してアプリをブラックリストに追加します。
nl: Hierdoor wordt de app aan de blokkeerlijst toegevoegd op basis van de bundel-ID, zodat deze betrouwbaar kan worden geïdentificeerd.
ru: Приложение будет добавлено в чёрный список по его bundle identifier для надёжного распознавания
tr: Bu işlem, güvenilir eşleştirme sağlamak amacıyla uygulamanın paket tanımlayıcısını kullanarak onu kara listeye ekleyecektir.
uk: Це додасть застосунок до чорного списку, використовуючи його ідентифікатор пакета для надійного зіставлення.
vi: Điều này sẽ thêm ứng dụng vào danh sách đen bằng cách sử dụng định danh bundle của nó để đảm bảo khớp chính xác.
zh_hans: 这将使用 Bundle 标识符将应用程序添加到黑名单，以便可靠匹配。
zh_hant: App將根據其套件識別碼加入黑名單來提升可靠度。

source: Tint Intensity
de: Intensität der Farbtönung
es: Intensidad del tinte
it: Intensità colore
ja: 色調の強さ
nl: Tint intensiteit
pt_pt: Intensidade da Tonalidade
tr: Renk Yoğunluğu
vi: Độ đậm tổng thể
zh_hans: 色调强度
zh_hant: 色調強度

source: Tiny (1/%lld)
de: Winzig (1/%lld)
es: Diminuto (1/%lld)
fr: Petit (1/%lld)
he: זעיר (1/%lld)
it: Molto piccolo (1/%lld)
ja: 小さい （1/%lld）
nl: Klein (1/%lld)
pt_pt: Minúsculo (1/%lld)
ru: Крошечный (1/%lld)
tr: Küçük (1/%lld)
uk: Крихітний (1/%lld)
vi: Rất nhỏ (1/%lld)
zh_hans: 极小（1/%lld）
zh_hant: 很小 (1/%lld)

source: Title
de: Titel
es: Título
fr: Titre
he: כותרת
it: Titolo
ja: タイトル
nl: Titel
pt_pt: Título
ru: Заголовок
tr: Başlık
vi: Tiêu đề
zh_hans: 标题
zh_hant: 標題

source: Title 2
de: Titel 2
es: Título 2
he: כותרת 2
it: Titolo 2
ja: タイトル 2
nl: Titel 2
pt_pt: Título 2
ru: Заголовок 2
tr: Başlık 2
vi: Tiêu đề 2
zh_hans: 标题 2
zh_hant: 標題2

source: Title 3
de: Titel 3
es: Título 3
he: כותרת 3
it: Titolo 3
ja: タイトル 3
nl: Titel 3
pt_pt: Título 3
ru: Заголовок 3
tr: Başlık 3
vi: Tiêu đề 3
zh_hans: 标题 3
zh_hant: 標題3

source: Title Bar Scroll Gesture
de: Titelleiste Scroll-Geste
it: Gesto di scorrimento dalla barra del titolo
ja: タイトルバーのスクロールジェスチャー
nl: Titelbalk scroll gebaar
ru: Жесты заголовков окна
tr: Başlık Çubuğu Kaydırma Hareketi
vi: Cử chỉ cuộn thanh tiêu đề
zh_hans: 标题栏滚动手势
zh_hant: 標題列捲動手勢

source: Title Format
de: Titelformat
es: Formato de Título
fr: Format du titre
he: פורמט כותרת
it: Formato del titolo
ja: タイトルの形式
nl: Titel opmaak
pt_pt: Formatação do título
ru: Формат заголовка
tr: Başlık Biçimi
uk: Формат заголовку
vi: Định dạng tiêu đề
zh_hans: 标题格式
zh_hant: 標題格式

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
he: היום
it: Oggi
ja: 今日
nl: Vandaag
pt_pt: Hoje
ru: Сегодня
tr: Bugün
uk: Сьогодні
vi: Hôm nay
zh_hans: 今天
zh_hant: 今天

source: Toggle
de: Umschalten
es: Cambiar
fr: Activer/désactiver
he: החלף
it: Attiva/disattiva
ja: 切り替え
nl: Omschakelen
pt_pt: Alternar
ru: Переключить
tr: Ayarla
uk: Перемкнути
vi: Chuyển đổi
zh_hans: 切换
zh_hant: 切換開／關

source: Toggle both permissions in System Settings, then return here
de: Beide Berechtigungen in den Systemeinstellungen umschalten, anschließend hierhin zurückkehren
fr: Activer/désactiver les deux permissions dans les Réglages Système, puis revenir ici
he: הפעל/כבה את שתי ההרשאות בהגדרות המערכת, ואז חזור לכאן
it: Fornisci entrambe le autorizzazioni dalle impostazioni di sistema, poi torna qui
ja: システム設定で両方の権限を切り替えて、ここに戻ってください
nl: Schakel beide toestemmingen in via Systeeminstellingen en kom daarna terug hierheen
ru: Включите оба разрешения в системных настройках, затем вернитесь сюда
tr: Sistem Ayarları'nda her iki izni de etkinleştirin, ardından buraya geri dönün
uk: Надайте обидва дозволи в налаштуваннях системи, а потім поверніться сюди
vi: Bật/tắt cả hai quyền trong Cài đặt Hệ thống, sau đó quay lại đây
zh_hans: 在系统设置中开启这两项权限，然后返回此处
zh_hant: 在系統設定打開這兩個權限後回到此處繼續

source: Toggle Full Screen
de: Vollbildmodus ein-/ausschalten
es: Alternar a pantalla completa
fr: Mettre en plein écran
he: החלף מסך מלא
it: Attiva/disattiva la modalità schermo intero
ja: フルスクリーンを切り替える
nl: Volledig scherm in-/uitschakelen
pt_pt: Alternar Tela Cheia
ru: Переключить полноэкранный режим
tr: Tam Ekrana Ayarla
uk: Перемикання повноекранного режиму
vi: Chuyển đổi chế độ toàn màn hình
zh_hans: 切换全屏模式
zh_hant: 切換全螢幕

source: Top edge stays fixed regardless of switcher size.
de: Die Oberkante bleibt fixiert, unabhängig der Fensterwechsler-Größe.
fr: Le bord supérieur reste fixe, quelle que soit la taille du sélecteur.
he: הקצה העליון נשאר קבוע ללא קשר לגודל המחליף.
it: Il bordo superiore rimane fisso a prescindere dalle dimensioni del selettore finestre.
ja: 上端はスイッチャーのサイズに関係なく固定されます。
nl: De bovenrand blijft vast, ongeacht de grootte van de wisselaar.
ru: Верхний край остаётся фиксированным независимо от размера переключателя
tr: Üst kenar, anahtarın boyutuna bakılmaksızın sabit kalır.
uk: Верхній край залишається фіксованим незалежно від розміру Перемикача.
vi: Cạnh trên cố định bất kể kích thước bộ chuyển.
zh_hans: 无论切换器大小如何，顶部边缘保持固定。
zh_hant: 切換器大小變化時固定頂部邊緣。

source: Towards Dock
de: Richtung Dock
es: Hacia el Dock
fr: Vers le Dock
he: לכיוון Dock
it: Verso il Dock
ja: Dockに向かって
nl: Naar het dock
ru: К Dock
tr: Dock'a doğru
uk: До Dock
vi: Về phía Dock
zh_hans: 朝向 Dock
zh_hant: 前往Dock

source: Traffic Light Buttons
de: Ampelschaltflächen
es: Posición de botones de semáforo
fr: Boutons feu tricolore
he: כפתורי רמזור
it: Tasti azione di macOS
ja: トラフィックライトボタン
nl: Verkeerslichtknoppen
ru: Кнопки управления
tr: Trafik Işıkları Düğmeleri
uk: Кнопки світлофора
vi: Nút đèn tín hiệu
zh_hans: 窗口控制按钮
zh_hant: 視窗控制按鈕

source: Traffic Light Buttons in Previews
de: Fenstersteuerelemente
es: Botones Ligeros en Vista previa
fr: Boutons feu tricolore dans les aperçus
he: כפתורי רמזור בתצוגות מקדימות
it: Controlli finestra di macOS nelle anteprime
ja: プレビュー中のトラフィックライトボタン
nl: Verkeerslichtknoppen in previews
ru: Кнопки управления окном в превью
tr: Önizlemedeki Trafik Işığı Düğmeleri
uk: Кнопки світлофора у попередньому перегляді
vi: Nút đèn tín hiệu trong bản xem trước
zh_hans: 预览中的窗口控制按钮
zh_hant: 預覽中的視窗控制按鈕

source: Translation Contributors
de: Mitwirkende an der Übersetzung
es: Colaboradores de traducción
fr: Contributeurs à la traduction
he: תורמי תרגום
it: Traduzioni
ja: 翻訳協力者
nl: De vertalers
ru: Участники перевода
tr: Çeviri Katkıda Bulunanlar
uk: Автори перекладу
vi: Những người đóng góp bản dịch
zh_hans: 翻译贡献者
zh_hant: 翻譯貢獻者

source: Trigger Key
de: Auslösetaste
es: Tecla de activación
fr: Touche de déclenchement
he: מקש הפעלה
it: Tasto di attivazione
ja: トリガーキー
nl: Trigger toets
pt_pt: Tecla de Activação
ru: Клавиша активации
tr: Tetikleyici Tuşu
uk: Тригерна клавіша
vi: Phím kích hoạt
zh_hans: 触发键
zh_hant: 最終鍵

source: Triggers an action when hovering over a window in a dock preview
de: Löst eine Aktion aus, wenn du ein Fenster in einer Dockvorschau berührst
es: Activa una acción al pasar el cursor sobre una ventana en una vista previa de un muelle
fr: Déclenche une action lors du survol d’une fenêtre dans un aperçu du Dock
he: מפעיל פעולה בעת ריחוף מעל חלון בתצוגה מקדימה של Dock
it: Esegue un'azione se si lascia il puntatore su un'anteprima per un intervallo di tempo
ja: Dockプレビュー上のウィンドウにカーソルを合わせた際にアクションを実行します
nl: Activeert een actie wanneer je met de muis over een venster in een Dock-voorbeeld beweegt
ru: Выполняет действие при наведении курсора на окно в превью Dock
tr: Bir dock önizlemesinde bir pencerenin üzerine gelindiğinde bir eylemi tetikler
uk: Активує дію під час наведення на вікно в попередньому перегляді Dock
vi: Kích hoạt một hành động khi di chuột vào cửa sổ trong bản xem trước Dock
zh_hans: 在 Dock 预览中悬停于窗口上时触发某项操作
zh_hant: 將指標停留在Dock預覽上時啟用動作

source: Triggers an action when shaking a window while it is being dragged from a dock preview
de: Löst eine Aktion aus, wenn ein Fenster geschüttelt wird, während es aus einer Dock-Vorschau gezogen wird
es: Activa una acción al agitar una ventana mientras se arrastra desde una vista previa del acoplamiento
fr: Déclenche une action en secouant une fenêtre pendant qu’elle est déplacée depuis un aperçu du Dock
he: מפעיל פעולה בעת ניעור חלון בזמן שהוא נגרר מתצוגה מקדימה של Dock
it: Attiva un'azione 'scuotendo' una finestra durante il trascinamento
ja: Dockプレビューからウィンドウをドラッグ中にウィンドウを振るとアクションを実行します
nl: Activeert een actie wanneer een venster wordt geschud terwijl het vanuit een Dock-voorbeeld wordt versleept
ru: Выполняет действие при встряхивании окна во время перетаскивания из превью Dock
tr: Bir pencere bir dock önizlemesinden sürüklenirken sallandığında bir eylemi tetikler
uk: Активує дію під час струшування вікна під час його перетягування з попереднього перегляду в Dock
vi: Kích hoạt một hành động khi lắc cửa sổ trong lúc kéo từ bản xem trước Dock
zh_hans: 在从 Dock 预览中拖动窗口时摇晃该窗口可触发某项操作
zh_hant: 從Dock預覽拖出視窗並搖晃時啟用動作

source: Truncate end
de: Ende kürzen
es: Truncar final
it: Tronca alla fine
ja: 末尾を省略
nl: Aan het einde inkorten
ru: Усечение конца
tr: Sonunu kes
vi: Cắt cuối
zh_hans: 截断末尾
zh_hant: 修剪結尾

source: Truncate middle
de: Mitte kürzen
es: Truncar en medio
it: Tronca nel mezzo
ja: 中間を省略
nl: In het midden inkorten
ru: Усечение посередине
tr: Ortadan kes
vi: Cắt giữa
zh_hans: 截断中间
zh_hant: 修剪中段

source: Truncate start
de: Anfang kürzen
es: Truncar inicio
it: Tronca all'inizio
ja: 文頭を省略
nl: Aan het begin inkorten
ru: Усечение начала
tr: Başlangıcı kes
vi: Cắt đầu
zh_hans: 截断开头
zh_hant: 修剪起始處

source: Ultra Thick
de: Ultra Dick
it: Molto spesso
ja: 極太
nl: Ultra Dik
tr: Çok Kalın
vi: Rất dày
zh_hans: 超粗
zh_hant: 超厚

source: Ultra Thin
de: Ultra Dünn
it: Molto sottile
ja: 極細
nl: Ultra Dun
tr: Çok İnce
vi: Rất mỏng
zh_hans: 超细
zh_hant: 超薄

source: Un-minimize
de: Expandieren
es: Quitar miniatura
fr: Restaurer
he: שחזר ממזעור
it: Ripristina
ja: 最小化しない
nl: Minimaliseren ongedaan maken
ru: Расширить
tr: Küçültmeyi kaldır
uk: Розгорнути
vi: Bỏ thu nhỏ
zh_hans: 取消最小化
zh_hant: 取消最小化

source: Unable to Load Folder
de: Ordner kann nicht geladen werden
es: No se puede cargar la carpeta
it: Impossibile caricare la cartella
ja: フォルダを読み込むことができません
nl: Map kan niet worden geladen
tr: Klasör Yüklenemiyor
vi: Không thể tải thư mục
zh_hans: 无法加载文件夹
zh_hant: 無法載入檔案夾
